cask_args appdir: "/Applications"
tap "homebrew/cask"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "crisidev/homebrew-chunkwm"
tap "chrokh/tap"
brew "koekeishiya/formulae/skhd"
brew "npm"
brew "zsh"
brew "zsh-completions"
brew "peco"
brew "getantibody/tap/antibody"
brew "ack"
brew "curl"
brew "fzf"
brew "git"
brew "neovim"
brew "ripgrep"
brew "wget"
brew "z"
brew "mpd"
brew "mpdscribble"
brew "ncmpcpp"
brew "yabai"
brew "calcurse"
brew "terminal-notifier"
brew "emacs-mac", args: ["with-imagemagick", "with-modern-icon", "with-no-title-bars"]
brew "ledger"
brew "hledger"
brew "shellcheck"
brew "topgrade"
brew "bitwarden-cli"
brew "tmux"
brew "tmuxinator"
cask "font-iosevka-nerd-font"
cask "insomnia"
cask "kitty"
cask "mpv"
cask "qutebrowser"
cask "virtualbox"
