cask_args appdir: "/Applications"
tap "homebrew/cask"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "crisidev/homebrew-chunkwm"
tap "chrokh/tap"
brew "base16-manager"
brew "koekeishiya/formulae/skhd"
brew "npm"
brew "zsh"
brew "zsh-completions"
brew "getantibody/tap/antibody"
brew "ack"
brew "curl"
brew "fzf"
brew "git"
brew "neovim"
brew "the_silver_searcher"
brew "wget"
brew "z"
brew "mpd"
brew "mpdscribble"
brew "ncmpcpp"
brew "cmus"
brew "chunkwm"
brew "calcurse"
cask "ubersicht"
cask "font-hack-nerd-font"
cask "font-firacode-nerd-font"
